Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_FORMATS_PRO_RES_1080P_ONLY_FOOTER
source: Show Camera control for ProRes. ProRes is one of the most popular formats for professional video post-production. A minute of 10-bit HDR ProRes is approximately 1.7 GB for HD. ProRes capture is supported for up to 30 fps at 1080p.
ar: إظهار عنصر تحكم الكاميرا لـ ProRes، وهو أحد أشهر التنسيقات في مجال إنتاج الفيديو الاحترافي. دقيقة واحدة بتنسيق HDR ProRes ‏^[10](formatNumber: true)-بت تشْغل حوالي ^[1.7](formatNumber: true) غ.ب بجودة HD. التقاط ProRes مدعوم حتى ^[30](formatNumber: true) إطار/ث بجودة 1080p.
bg: Показва Управление на камерата за ProRes. ProRes е един от най-популярните формати за професионална видео постпродукция. Една минута от видео в 10-битов HDR ProRes формат е около 1.7 GB. Снимане в ProRes формат се поддържа до 30 кадъра/сек при 1080p.
bn: ProRes-এর জন্য ক্যামেরা কন্ট্রোল দেখুন। ProRes প্রফেশনাল ভিডিও পোস্ট প্রোডাকশনের জন্য একটি অতি জনপ্রিয় ফর্ম্যাট। এক মিনিটের ^[10](formatNumber: true) বিট HDR ProRes ভিডিওর আনুমানিক সাইজ ^[1.7](formatNumber: true) GB। ^[1080](formatNumber: true)p-এ সর্বাধিক ^[30](formatNumber: true) fps পর্যন্ত ProRes ক্যাপচার করা যাবে।
ca: Mostra el control ProRes de la càmera. ProRes és un dels formats més populars en postproducció de vídeo professional. Un minut en format ProRes HDR de 10 bits equival aproximadament a 1,7 GB en HD. La captura ProRes és compatible amb 30 fps a 1080p com a màxim.
cs: Zobrazí ovládání kamery pro formát ProRes, který je jedním z nejpopulárnějších formátů určených k profesionální postprodukci videí. Minuta 10bitového HDR videa ve formátu ProRes zabere v HD kvalitě přibližně 1,7 GB. Záznam ProRes je v rozlišení 1080p podporovaný nejvýše do 30 fps.
da: Vis Kamerabetjening til ProRes. ProRes er et af de mest populære formater til professionel videoredigering. Et minut med 10-bit HDR ProRes fylder omkring 1,7 GB med HD. Optagelse med ProRes understøttes for op til 30 bps ved 1080p.
de: Kamerasteuerung für ProRes einblenden. ProRes ist eines der populärsten Formate für professionelle Videonachbearbeitung. Eine Minute 10-Bit HDR ProRes erfordert ungefähr 1,7 GB für HD. ProRes-Aufnahmen werden mit bis zu 30 fps in 1080p unterstützt.
el: Εμφάνιση του Στοιχείου ελέγχου Κάμερας για το ProRes. Το ProRes είναι μια από τις πιο δημοφιλείς μορφές επαγγελματικής μεταπαραγωγής (post-production) βίντεο. Ένα λεπτό 10 bit HDR ProRes αντιστοιχεί σε 1,7 GB για HD. Η καταγραφή ProRes υποστηρίζεται για έως 30 καρέ/δευτ. σε 1080p.
es: Muestra el control de ProRes en la cámara. ProRes es uno de los formatos de posproducción de vídeo profesional más conocidos. Un minuto de vídeo ProRes HDR de 10 bits equivale aproximadamente a 1,7 GB en formato HD. Se puede capturar ProRes con una resolución de 1080p a 30 fps como máximo.
es_us: Muestra el control de cámara para ProRes. ProRes es uno de los formatos más populares para postproducción de video profesional. Un minuto de ProRes HDR de 10 bits es aproximadamente 1.7 GB en HD. La captura de ProRes es compatible con video de hasta 30 fps a 1080p.
fi: Näytä Kameran ProRes-säädin. ProRes on yksi suosituimmista muodoista ammattilaistasoisessa videoiden jälkituotannossa. Minuutti 10-bittistä HDR ProRes -videota vie noin 1,7 Gt HD-laadulla. ProRes-tallennusta tuetaan enintään 30 fps 1080p ‑tarkkuudella.
fr: Affichez les commandes de la caméra pour le format ProRes. Le format ProRes est l’un des formats vidéo les plus populaires auprès des professionnels de la post-production vidéo. Une minute au format HDR ProRes 10 bits correspond approximativement à 1,7 Go en HD. La capture au format ProRes est prise en charge jusqu’à 30 ips en 1080p.
fr_ca: Affichez les commandes ProRes de la caméra. Le format ProRes est l’un des formats vidéo les plus populaires parmi les professionnels de la postproduction vidéo. Une minute de vidéo au format HDR ProRes 10 bits occupe environ 1,7 Go en qualité HD. La capture au format ProRes est prise en charge jusqu’à 30 ips en 1080p.
gu: ProRes માટે કૅમેરા કંટ્રોલ બતાવો. ProRes પ્રોફેશનલ વીડિયો પોસ્ટ પ્રૉડક્શન માટે સૌથી લોકપ્રિય ફૉર્મેટમાંથી એક છે. HD માટે એક મિનિટનું 10-બિટ HDR ProRes લગભગ 1.7 GBનું થાય છે. ProRes કૅપ્ચર 1080p પર 30 fps સુધી સપોર્ટેડ હોય છે.
he: ניתן להציג פקד מצלמה עבור ProRes. ‏ProRes הוא אחד מהפורמטים הפופולריים ביותר לעריכת וידאו בפוסט-פרודקשן מקצועי. נפח האחסון של דקה אחת של ProRes בקידוד 10 סיביות עם HDR הוא בערך 1.7 ג״ב ב-HD. צילום ב-ProRes נתמך רק עד קצב של ⁨30 FPS⁩ ברזולוציית 1080p.
hi: ProRes के लिए कैमरा कंट्रोल दिखाएँ। प्रोफ़ेशनल वीडियो पोस्ट प्रोडक्शन के लिए ProRes सबसे लोकप्रिय फ़ॉर्मैट में से एक है। HD के लिए एक मिनट का 10-बिट HDR ProRes लगभग 1.7 GB का होता है। ProRes कैप्चर 1080p पर 30 fps तक के लिए समर्थित है।
hr: Prikazivanje kontrole kamere za ProRes. ProRes je jedan od najpopularnijih formata za profesionalnu postprodukciju videozapisa. Minuta 10-bitnog HDR ProRes formata približno zauzima 1,7 GB za HD. ProRes snimanje podržano je za do 30 FPS pri 1080p.
hu: Megjeleníti a ProRes kameravezérlőjét. A ProRes az egyik legnépszerűbb formátum a professzionális videó-utómunkához. Egy percnyi 10 bites HDR ProRes felvétel kb. 1,7 GB a HD felbontás esetében. A ProRes rögzítése 1080p felbontással 30 fps sebességig támogatott.
id: Tampilkan kontrol Kamera untuk ProRes. ProRes adalah salah satu format paling populer untuk pascaproduksi video profesional. Video HDR ProRes 10 bit yang berdurasi satu menit kira-kira berukuran 1,7 GB untuk HD. Perekaman ProRes didukung hingga 30 fps pada 1080p.
it: Mostra i controlli della fotocamera per ProRes. ProRes è uno dei formati più noti per la post‑produzione video professionale. Un minuto di video ProRes HDR a 10 bit corrisponde a circa 1,7 GB in HD. La funzionalità ProRes è supportata fino a 30 fps a 1080p.
ja: ProResのカメラコントロールを表示します。ProResは、プロの映像ポストプロダクションで最もよく使われるフォーマットの1つです。10ビットHDR ProResによる1分間の撮影のサイズは、HDで約1.7 GBです。 ProResの撮影は、1080pで最大30 fpsまで対応しています。
kk: «Камера» қолданбасында ProRes форматымен жұмыс істеуге арналған параметр көрсетіледі. ProRes — кәсіби видеоның кейінгі өңдеуіне арналған ең танымал форматтардың бірі. 10 биттік HDR ProRes видеосының бір минуты HD форматында шамамен 1,7 ГБ алады. ProRes жазбасы 1080p ажыратымдылығындағы 30 кадр/с дейінгі видеоға қолдау көрсетеді.
kn: ProResಗಾಗಿ ಕ್ಯಾಮರಾ ಕಂಟ್ರೋಲ್ ಅನ್ನು ತೋರಿಸಿ. ವೃತ್ತಿಪರ ವೀಡಿಯೊದ ಪೋಸ್ಟ್-ಪ್ರೊಡಕ್ಷನ್ ಕಾರ್ಯಗಳಿಗಾಗಿ ProRes ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಫಾರ್ಮ್ಯಾಟ್‌ಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಒಂದು ನಿಮಿಷದ 10-ಬಿಟ್ HDR ProRes, ಸರಿಸುಮಾರು 1.7 GB ಗಾತ್ರದ HD ವೀಡಿಯೊಗೆ ಸಮವಾಗಿದೆ. ProRes ಕ್ಯಾಪ್ಚರ್, 1080pನಲ್ಲಿ ಗರಿಷ್ಠ 30 fpsವರೆಗೆ ಬೆಂಬಲಿತವಾಗಿದೆ.
ko: ProRes에 대한 카메라 제어기를 표시합니다. ProRes는 전문적인 비디오 후반 작업에 사용되는 가장 인기 있는 포맷 중 하나입니다. 10비트 HDR ProRes 영상 1분은 HD의 경우 약 1.7GB입니다. ProRes 캡처는 최대 1080p - 30fps까지 지원합니다.
lt: Rodykite „ProRes“ kameros valdiklį. „ProRes“ yra vienas iš populiariausių formatų, naudojamų profesionaliai montuojant vaizdo įrašus. Minutė 10 bitų HDR „ProRes“ vaizdo įrašo užima maždaug 1,7 GB HD formatu. „ProRes“ įrašymas palaikomas iki 30 kadr./s sparta 1080p formatu.
ml: ProRes-നുള്ള ക്യാമറ കൺട്രോൾ കാണിക്കൂ. ProRes എന്നത് പ്രൊഫഷണൽ വീഡിയോ പോസ്റ്റ്-പ്രൊഡക്ഷനുള്ള ഏറ്റവും ജനപ്രിയമായ ഫോർമാറ്റുകളിലൊന്നാണ്. HD‍-‍ക്ക്, ഒരു മിനിറ്റുള്ള 10-bit HDR ProRes എന്നത് ഏകദേശം 1.7 GB ആണ്. 1080p‍-‍യിൽ 30 fps‍-‍ന് വരെ ProRes കാപ്ചർ പിന്തുണയ്ക്കപ്പെടുന്നു.
mr: ProRes साठी कॅमेरा कंट्रोल दाखवा. ProRes हा व्यावसायिक व्हिडिओ पोस्ट प्रॉडक्शनसाठी ProRes हा सर्वात लोकप्रिय फॉरमॅट आहे. HD साठी एका मिनिटाचा 10-बिट HDR ProRes व्हिडिओ अंदाजे 1.7 GB चा असू शकतो. ProRes कॅप्चरला 1080p वर 30 fps पर्यंत सपोर्ट केला जातो.
ms: Tunjukkan kawalan Kamera untuk ProRes. ProRes ialah salah satu format paling popular untuk pascapenyiaran video profesional. Seminit ProRes HDR 10 bit bersaiz lebih kurang 1.7 GB untuk HD. Rakaman ProRes disokong untuk sehingga 30 bps pada 1080p.
nb: Vis kamerakontroll for ProRes. ProRes er et av de mest populære formatene for profesjonell etterbehandling av video. Ett minutt med 10-bit HDR ProRes er ca. 1,7 GB for HD. ProRes-opptak støttes for opptil 30 bps med 1080p.
nl: Toon camera­regelaar voor ProRes. ProRes is een van de meest populaire structuren voor professionele post­productie van video's. Een minuut 10-bit HDR ProRes is ongeveer 1,7 GB voor HD. ProRes-opname wordt ondersteund voor maximaal 30 fps met 1080p.
or: ProRes ପାଇଁ କ୍ଯାମେରା କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ। ProRes ହେଉଛି ପ୍ରଫେଶନଲ୍ ଭିଡିଓ ପୋଷ୍ଟ୍‌ ପ୍ରଡକ୍ସନ୍ ପାଇଁ ସବୁଠାରୁ ଲୋକପ୍ରିୟ ଫର୍ମାଟ୍ ମଧ୍ଯରୁ ଗୋଟିଏ। ଏକ ମିନିଟ୍‌ର ^[10](formatNumber: true)-ବିଟ୍‌ HDR ProRes, HD ପାଇଁ ଆନୁମାନିକ ^[1.7](formatNumber: true) GBର ଅଟେ। 1080pରେ ^[30](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ ProRes କ୍ୟାପ୍‌ଚର୍ ସମର୍ଥିତ।
pa: ProRes ਲਈ ਕੈਮਰਾ ਕੰਟਰੋਲ ਦਿਖਾਓ। ProRes ਪ੍ਰੋਫ਼ੈਸ਼ਨਲ ਵੀਡੀਓ ਪੋਸਟ-ਪ੍ਰੋਡਕਸ਼ਨ ਲਈ ਸਭ ਤੋਂ ਪ੍ਰਸਿੱਧ ਫ਼ਾਰਮੈਟਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ। HD ਵਿੱਚ ਇੱਕ ਮਿੰਟ ਦੀ ^[10](formatNumber: true)-ਬਿਟ HDR ProRes ਵੀਡੀਓ ਲਗਭਗ ^[1](formatNumber: true).^[7](formatNumber: true) GB ਦੀ ਹੁੰਦੀ ਹੈ। ProRes ਕੈਪਚਰ ^[1080](formatNumber: true)p ’ਤੇ ^[30](formatNumber: true) fps ਤੱਕ ਸਮਰਥਿਤ ਹੈ।
pl: Wyświetla w aplikacji Aparat narzędzia ProRes. ProRes to jeden z najbardziej popularnych profesjonalnych formatów do postprodukcji wideo. Minuta 10‑bitowego materiału ProRes HDR zajmuje około 1,7 GB przy rozdzielczości HD. Nagrywanie ProRes jest obsługiwane do 30 kl./s przy rozdzielczości 1080p.
pt_br: Mostre o controle ProRes da Câmera. ProRes é um dos formatos mais populares para a pós‑produção profissional de vídeo. Um minuto de ProRes HDR de 10 bits ocupa aproximadamente 1,7 GB em HD. A captura em ProRes é possível até 30 fps em 1080p.
pt_pt: Mostrar o controlo da aplicação Câmara para ProRes. ProRes é um dos formatos mais populares para pós‑produção de vídeo profissional. Um minuto de vídeo ProRes em HDR de 10 bits equivale a cerca de 1,7 GB para HD. A captura ProRes é suportada até 30 fps a 1080p.
ro: Afișați comenzile aplicației Cameră pentru ProRes. ProRes este unul dintre cele mai populare formate pentru postproducția video profesională. Un minut de conținut ProRes HDR 10 biți ocupă aproximativ 1,7 GB pentru HD. Înregistrarea ProRes este posibilă pentru maximum 30 fps la 1080p.
ru: Показывать Контроллер камеры для работы с ProRes. ProRes — один из самых популярных форматов для профессиональной постобработки видео. Минута в 10‑битном HDR ProRes займет примерно 1,7 ГБ в HD. Запись в формате ProRes поддерживается для видео с частотой до 30 кадр⁠/⁠с при 1080p.
sk: Zobrazí v Kamere ovládacie prvky pre ProRes. ProRes je jeden z najpopulárnejších formátov pre profesionálnu postprodukciu videa. Minúta 10‑bitového HDR ProRes videa zaberie v HD kvalite približne 1,7 GB. Podporovaná rýchlosť nahrávania vo formáte ProRes je najviac 30 fps v rozlíšení 1080p.
sl: Prikaže krmilno funkcijo Kamere za ProRes. ProRes je ena od najbolj priljubljenih oblik zapisa za profesionalno obdelavo videov v postprodukciji. Minuta videa v 10‑bitni obliki zapisa HDR ProRes je velika približno 1,7 GB v primeru ločljivosti HD. Zajem v obliki zapisa ProRes podpira največ 30 sličic/s pri ločljivosti 1080p.
sv: Visa kamerareglage för ProRes. ProRes är ett av de vanligaste formaten för efterbehandling av professionell video. En minut 10-bitars ProRes i HDR tar upp omkring 1,7 GB för HD. ProRes-inspelning stöds för upp till 30 bilder/s vid 1080p.
ta: ProResக்கான கேமரா கட்டுப்பாடுகள் காட்டப்படும். ProRes என்பது தொழில்முறை வீடியோ போஸ்ட்-புரொடக்‌ஷனுக்கு அதிகம் பயன்படுத்தப்படும் ஃபார்மெட்களில் ஒன்றாகும். ஒரு நிமிட 10-பிட் HDR ProRes வீடியோ தோராயமாக HDஇல் 1.7 GB அளவில் இருக்கும். 1080pஇல் 30 fps வரை ProRes வீடியோவைப் பதிவுசெய்யலாம்.
te: ProRes కోసం కెమెరా కంట్రోల్‌ను చూపండి. ప్రొఫెషనల్ వీడియో పోస్ట్-ప్రొడక్షన్ కోసం ProRes అనేది బాగా ప్రజాదరణ పొందిన ఫార్మాట్‌లలో ఒకటి. ఒక్క నిమిషం 10-బిట్ HDR ProRes సుమారుగా HDలో 1.7 GB ఉంటుంది. ProRes క్యాప్చర్ 1080pలో 30 fps వరకు మద్దతు ఇస్తుంది.
th: แสดงตัวควบคุมกล้องสำหรับ ProRes รูปแบบ ProRes เป็นหนึ่งในรูปแบบที่นิยมใช้มากที่สุดสำหรับขั้นตอนหลังการผลิตวิดีโอระดับมืออาชีพ หนึ่งนาทีสำหรับรูปแบบ HDR ProRes 10 บิตใช้พื้นที่ประมาณ 1.7 GB สำหรับ HD การจับภาพแบบ ProRes รองรับได้สูงสุดถึง 30 fps ที่ 1080p
tr: ProRes için Kamera denetimini gösterir. ProRes, profesyonel video post prodüksiyonunda kullanılan en popüler biçimlerden biridir. Bir dakikalık 10 bit HDR ProRes, HD biçiminde yaklaşık 1,7 GB’tır. ProRes çekim 30 kare/sn.’ye varan hızlarda 1080p için desteklenir.
uk: Показувати елемент керування камерою для роботи з ProRes. ProRes — один із найпопулярніших форматів для професійного постоброблення відео. Хвилина в 10‑бітному форматі HDR ProRes займатиме приблизно 1,7 ГБ у форматі HD. Для ProRes підтримується частота до 30 кадр‌⁠/⁠с у форматі 1080p.
ur: ‏⁨ProRes⁩ کے لیے کیمرا کنٹرول دکھائیں۔ پروفیشنل ویڈیو پوسٹ پروڈکشن کے لیے ‏⁨ProRes⁩ مقبول ترین فارمیٹ میں سے ایک ہے۔ ‏HD کے لیے ایک منٹ کا ‏^[10](formatNumber: true) بِٹ ⁨HDR ProRes⁩ تقریباً ⁨^[1.7](formatNumber: true) GB⁩ کا ہوتا ہے۔ ‏⁨ProRes⁩کیپچر ‏^[1080](formatNumber: true)p پر ⁨^[30](formatNumber: true) fps⁩ تک کے لیے اعانت یافتہ ہے۔
vi: Hiển thị điều khiển Camera cho ProRes. ProRes là một trong những định dạng phổ biến nhất cho quá trình sản xuất hậu kỳ video chuyên nghiệp. Một phút thời lượng HDR ProRes 10-bit có kích cỡ khoảng 1,7 GB cho HD. Hỗ trợ quay ProRes cho tối đa 30 fps tại 1080p.
zh_cn: 显示用于ProRes的相机控制。ProRes是专业视频后期制作的最常用格式之一。1分钟10位HDR ProRes的大小约为1.7 GB（高清）。 ProRes拍摄支持最高30 fps/1080p。
zh_hk: 顯示ProRes的相機控制項目。ProRes是專業影片後期製作最常用的格式之一。一分鐘10位元HDR ProRes的大小約為1.7 GB HD。 ProRes拍攝支援最高30 fps/1080p。
zh_tw: 顯示ProRes的「相機」控制項目。ProRes是專業影片後製中最受歡迎的一種格式。一分鐘10位元HDR ProRes約等同於1.7 GB的HD。 ProRes拍攝最高支援30 fps/1080p。
